/* No comment provided by engineer. */
"Disabled. Please purchase product to continue." = "Disabled. Please purchase product to continue.";

/* No comment provided by engineer. */
"Thinking..." = "Thinking...";

/* No comment provided by engineer. */
"We haven't been able to verify your license in 7 days or more. Please go online to reactivate your license." = "We haven't been able to verify your license in 7 days or more. Please go online to reactivate your license.";

/* No comment provided by engineer. */
"You have %d days left of your trial!" = "You have %d days left of your trial!";

/* No comment provided by engineer. */
"You have 1 day left of your trial!" = "You have 1 day left of your trial!";

/* No comment provided by engineer. */
"Your license has been deactivated remotely. Please reactivate your license or contact support if you need assistance." = "Your license has been deactivated remotely. Please reactivate your license or contact support if you need assistance.";

/* No comment provided by engineer. */
"Your trial has expired" = "Your trial has expired";

/* No comment provided by engineer. */
"Thank you for trying out the Random Number Generator 500" = "Thank you for trying out the Random Number Generator 500";
